Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: - inside
de: - drinnen
es: - adentro
fr: - à l'intérieur
it: - dentro
sv: - Inomhus

source: (after eating %lldm ago)
de: (nach dem Fressen vor %lldm)
es: (hace %lldm despues de comer)
fr: (après avoir mangé il y a %lldm)
it: (dopo aver mangiato %lldm fa)
sv: (after Äter %lldm sedan)

source: (after nap %lldm ago)
de: (nach Nickerchen vor %lldm)
es: (hace %lldm despues de siesta)
fr: (après sieste il y a %lldm)
it: (dopo il pisolino %lldm fa)
sv: (after Tupplur %lldm sedan)

source: /month
de: /Monat
es: /mes
fr: /mois
it: /mese
sv: /Månad

source: /year
de: /Jahr
es: /ano
fr: /an
it: /anno
sv: /År

source: % of potty outside vs accidents
de: % Toilette draußen vs. Unfälle
es: % de necesidades afuera vs accidentes
fr: % dehors vs accidents
it: % bisognini fuori vs incidenti
sv: % av Toalettbesök Utomhus vs Olyckor

source: % outside
de: % draußen
es: % afuera
fr: % dehors
it: % fuori
nl: % buiten
sv: % Utomhus

source: %@ achieved a milestone
de: %@ hat einen Meilenstein erreicht
es: %@ alcanzo un hito
fr: %@ a atteint une étape
it: %@ ha raggiunto un traguardo
sv: %@ achieved a Milstolpe

source: %@ ate - logged!
de: %@ hat gefressen - eingetragen!
es: %@ comio - registrado!
fr: %@ a mangé - enregistré !
it: %@ ha mangiato - registrato!
sv: %@ Åt - logged!

source: %@ did training
de: %@ hat trainiert
es: %@ hizo entrenamiento
fr: %@ a fait de l'entraînement
it: %@ si e allenato
sv: %@ did Träning

source: %@ elapsed
de: %@ vergangen
es: %@ transcurrido
fr: %@ écoulé
it: %@ trascorsi

# %@ grew %lld%%!
source: %1$@ grew %2$lld%%!
de: %@ ist um %lld%% gewachsen!
es: %1$@ crecio %2$lld%%!
fr: %1$@ a grandi de %2$lld%% !
it: %1$@ e cresciuto del %2$lld%%!

# %@ had %@
source: %1$@ had %2$@
de: %@ hatte %@
es: %1$@ tuvo %2$@
fr: %1$@ a eu %2$@
it: %1$@ ha avuto %2$@

source: %@ had an accident (pee)
de: %@ hatte einen Unfall (Pipi)
es: %@ tuvo un accidente (pis)
fr: %@ a eu un accident (pipi)
it: %@ ha avuto un incidente (pipi)
sv: %@ had an Olycka (Kissa)

source: %@ had an accident (poop)
de: %@ hatte einen Unfall (Häufchen)
es: %@ tuvo un accidente (caca)
fr: %@ a eu un accident (caca)
it: %@ ha avuto un incidente (cacca)
sv: %@ had an Olycka (Bajsa)

source: %@ had water
de: %@ hat Wasser getrunken
es: %@ tomo agua
fr: %@ a bu de l'eau
it: %@ ha bevuto acqua
sv: %@ had Vatten

# %@ has '%@' at %@
source: %1$@ has '%2$@' at %3$@
de: %@ hat '%@' um %@
es: %1$@ tiene '%2$@' a las %3$@
fr: %1$@ a '%2$@' à %3$@
it: %1$@ ha '%2$@' alle %3$@
sv: %1$@ has '%2$@' Kl %3$@

# %@ has been awake for %lld minutes
source: %1$@ has been awake for %2$lld minutes
de: %@ ist seit %lld Minuten wach
es: %1$@ ha estado despierto por %2$lld minutos
fr: %1$@ est éveillé depuis %2$lld minutes
it: %1$@ e sveglio da %2$lld minuti
sv: %1$@ has been Vaken for %2$lld minuter

source: %@ has doubled in weight!
de: %@ hat sein Gewicht verdoppelt!
es: %@ ha duplicado su peso!
fr: %@ a doublé de poids !
it: %@ ha raddoppiato il peso!
sv: %@ has doubled I Vikt!

source: %@ has tripled in weight!
de: %@ hat sein Gewicht verdreifacht!
es: %@ ha triplicado su peso!
fr: %@ a triplé de poids !
it: %@ ha triplicato il peso!
sv: %@ has tripled I Vikt!

source: %@ inside
de: %@ drinnen
es: %@ adentro
it: %@ dentro
nl: %@ binnen
sv: %@ Inomhus

source: %@ is 1.5x bigger now!
de: %@ ist jetzt 1,5x größer!
es: %@ es 1.5x mas grande ahora!
fr: %@ est 1,5x plus grand maintenant !
it: %@ e 1,5 volte piu grande ora!
sv: %@ is 1.5x bigger Nu!

# %@ is already sleeping. Say '%@ woke up' when they wake.
source: %1$@ is already sleeping. Say '%2$@ woke up' when they wake.
de: %@ schläft bereits. Sage '%@ ist aufgewacht', wenn sie aufwachen.
es: %1$@ ya esta durmiendo. Di '%2$@ desperto' cuando despierte.
fr: %1$@ dort déjà. Dites '%2$@ s'est réveillé' quand il se réveille.
it: %1$@ sta gia dormendo. Di '%2$@ si e svegliato' quando si sveglia.
sv: %1$@ is already Sover. Say '%2$@ Vaknade' when they Vakna.

source: %@ is extra sensitive right now
de: %@ ist gerade besonders sensibel
es: %@ esta muy sensible ahora
fr: %@ est très sensible en ce moment
it: %@ e particolarmente sensibile ora
sv: %@ is extra sensitive Höger Nu

source: %@ is maintaining a healthy weight
de: %@ hält ein gesundes Gewicht
es: %@ mantiene un peso saludable
fr: %@ maintient un poids sain
it: %@ mantiene un peso sano
sv: %@ is maintaining a healthy Vikt

source: %@ is napping
de: %@ macht ein Nickerchen
es: %@ esta tomando una siesta
fr: %@ fait la sieste
it: %@ sta facendo un pisolino
sv: %@ is Tar en tupplur

# %@ is now %@ bigger!
source: %1$@ is now %2$@ bigger!
de: %@ ist jetzt %@ größer!
es: %1$@ ahora es %2$@ mas grande!
fr: %1$@ est maintenant %2$@ plus grand !
it: %1$@ ora e %2$@ piu grande!
sv: %1$@ is Nu %2$@ bigger!

source: %@ is sleeping
de: %@ schläft
es: %@ esta durmiendo
fr: %@ dort
it: %@ sta dormendo
sv: %@ is Sover

# %@ is sleeping - logged. Say '%@ woke up' when they wake.
source: %1$@ is sleeping - logged. Say '%2$@ woke up' when they wake.
de: %@ schläft - eingetragen. Sage '%@ ist aufgewacht', wenn sie aufwachen.
es: %1$@ esta durmiendo - registrado. Di '%2$@ desperto' cuando despierte.
fr: %1$@ dort - enregistré. Dites '%2$@ s'est réveillé' quand il se réveille.
it: %1$@ sta dormendo - registrato. Di '%2$@ si e svegliato' quando si sveglia.
sv: %1$@ is Sover - logged. Say '%2$@ Vaknade' when they Vakna.

source: %@ is sleeping now
de: %@ schläft jetzt
es: %@ esta durmiendo ahora
fr: %@ dort maintenant
it: %@ sta dormendo ora
sv: %@ is Sover Nu

# %@ just peed %@.
source: %1$@ just peed %2$@.
de: %@ hat gerade %@ gepinkelt.
es: %1$@ acaba de hacer pis %2$@.
fr: %1$@ vient de faire pipi %2$@.
it: %1$@ ha appena fatto pipi %2$@.

source: %@ location
de: %@ Standort
es: Ubicacion de %@
fr: Emplacement %@
it: Posizione di %@
sv: %@ Plats

# %@ met %@
source: %1$@ met %2$@
de: %@ hat %@ getroffen
es: %1$@ conocio a %2$@
fr: %1$@ a rencontré %2$@
it: %1$@ ha incontrato %2$@
sv: %1$@ Mötte %2$@

# %@ needs to pee in ~%lld min
source: %1$@ needs to pee in ~%2$lld min
de: %@ muss in ~%lld Min. pinkeln
es: %1$@ necesita hacer pis en ~%2$lld min
fr: %1$@ doit faire pipi dans ~%2$lld min
it: %1$@ deve fare pipi tra ~%2$lld min
sv: %1$@ needs Till Kissa I ~%2$lld min

source: %@ needs to pee now!
de: %@ muss jetzt pinkeln!
es: %@ necesita hacer pis ahora!
fr: %@ doit faire pipi maintenant !
it: %@ deve fare pipi ora!
sv: %@ needs Till Kissa Nu!

# %@ needs to pee now! (%lld min overdue)
source: %1$@ needs to pee now! (%2$lld min overdue)
de: %@ muss jetzt pinkeln! (%lld Min. überfällig)
es: %1$@ necesita hacer pis ahora! (%2$lld min de retraso)
fr: %1$@ doit faire pipi maintenant ! (%2$lld min de retard)
it: %1$@ deve fare pipi ora! (%2$lld min in ritardo)
sv: %1$@ needs Till Kissa Nu! (%2$lld min overdue)

source: %@ needs to pee soon!
de: %@ muss bald pinkeln!
es: %@ necesita hacer pis pronto!
fr: %@ doit faire pipi bientôt !
it: %@ deve fare pipi presto!
sv: %@ needs Till Kissa soon!

source: %@ outside
de: %@ draußen
es: %@ afuera
it: %@ fuori
nl: %@ buiten
sv: %@ Utomhus

# %@ peed %@ %lld hours ago.
source: %1$@ peed %2$@ %3$lld hours ago.
de: %@ hat vor %lld Stunden %@ gepinkelt.
es: %1$@ hizo pis %2$@ hace %3$lld horas.
fr: %1$@ a fait pipi %2$@ il y a %3$lld heures.
it: %1$@ ha fatto pipi %2$@ %3$lld ore fa.
sv: %1$@ peed %2$@ %3$lld timmar sedan.

# %@ peed %@ %lld hours and %lld minutes ago.
source: %1$@ peed %2$@ %3$lld hours and %4$lld minutes ago.
de: %@ hat vor %lld Stunden und %lld Minuten %@ gepinkelt.
es: %1$@ hizo pis %2$@ hace %3$lld horas y %4$lld minutos.
fr: %1$@ a fait pipi %2$@ il y a %3$lld heures et %4$lld minutes.
it: %1$@ ha fatto pipi %2$@ %3$lld ore e %4$lld minuti fa.
sv: %1$@ peed %2$@ %3$lld timmar and %4$lld minuter sedan.

# %@ peed %@ %lld minutes ago.
source: %1$@ peed %2$@ %3$lld minutes ago.
de: %@ hat vor %lld Minuten %@ gepinkelt.
es: %1$@ hizo pis %2$@ hace %3$lld minutos.
fr: %1$@ a fait pipi %2$@ il y a %3$lld minutes.
it: %1$@ ha fatto pipi %2$@ %3$lld minuti fa.
sv: %1$@ peed %2$@ %3$lld minuter sedan.

source: %@ peed outside
de: %@ hat draußen gepinkelt
es: %@ hizo pis afuera
fr: %@ a fait pipi dehors
it: %@ ha fatto pipi fuori
sv: %@ peed Utomhus

source: %@ pooped outside
de: %@ hat draußen gekotet
es: %@ hizo caca afuera
fr: %@ a fait caca dehors
it: %@ ha fatto cacca fuori
sv: %@ pooped Utomhus

# %@ practiced %@
source: %1$@ practiced %2$@
de: %@ hat %@ geübt
es: %1$@ practico %2$@
fr: %1$@ a pratiqué %2$@
it: %1$@ ha praticato %2$@

# %@ practiced %@ %lld times.
source: %1$@ practiced %2$@ %3$lld times.
de: %@ hat %@ %lld Mal geübt.
es: %1$@ practico %2$@ %3$lld veces.
fr: %1$@ a pratiqué %2$@ %3$lld fois.
it: %1$@ ha praticato %2$@ %3$lld volte.
sv: %1$@ practiced %2$@ %3$lld gånger.

# %@ since %@
source: %1$@ since %2$@
de: %@ seit %@
es: %1$@ desde %2$@
fr: %1$@ depuis %2$@
it: %1$@ da %2$@

source: %@ since last
de: %@ seit zuletzt
es: %@ desde la ultima vez
fr: %@ depuis le dernier
it: %@ dall'ultima volta
sv: %@ since senaste

source: %@ sleep
de: %@ Schlaf
es: %@ de sueno
fr: %@ de sommeil
it: %@ di sonno
sv: %@ Sova

source: %@ slept through the night
de: %@ hat durchgeschlafen
es: %@ durmio toda la noche
fr: %@ a dormi toute la nuit
it: %@ ha dormito tutta la notte
sv: %@ Sov through the Natt

source: %@ socialized
de: %@ hat sozialisiert
es: %@ socializo
fr: %@ a socialisé
it: %@ ha socializzato

source: %@ took a nap
de: %@ hat ein Nickerchen gemacht
es: %@ tomo una siesta
fr: %@ a fait une sieste
it: %@ ha fatto un pisolino
sv: %@ took a Tupplur

source: %@ took a short nap
de: %@ hat ein kurzes Nickerchen gemacht
es: %@ tomo una siesta corta
fr: %@ a fait une courte sieste
it: %@ ha fatto un breve pisolino
sv: %@ took a short Tupplur

source: %@ took medication
de: %@ hat Medikamente genommen
es: %@ tomo medicamento
fr: %@ a pris un médicament
it: %@ ha preso medicine
sv: %@ took Medicinering

# %@ tot %@
source: %1$@ tot %2$@
de: %@ bis %@
es: %1$@ hasta %2$@
fr: %1$@ à %2$@
it: %1$@ a %2$@

source: %@ was weighed
de: %@ wurde gewogen
es: %@ fue pesado
fr: %@ a été pesé
it: %@ e stato pesato

# %@ was with %@
source: %1$@ was with %2$@
de: %@ war mit %@
es: %1$@ estuvo con %2$@
fr: %1$@ était avec %2$@
it: %1$@ era con %2$@

source: %@ was with caregiver
de: %@ war beim Betreuer
es: %@ estuvo con el cuidador
fr: %@ était avec le gardien
it: %@ era con il custode

source: %@ wasn't logged as sleeping. Logging wake up anyway.
de: %@ wurde nicht als schlafend erfasst. Aufwachen wird trotzdem eingetragen.
es: %@ no fue registrado como durmiendo. Registrando despertar de todas formas.
fr: %@ n'était pas enregistré comme dormant. Enregistrement du réveil quand même.
it: %@ non era registrato come addormentato. Registro il risveglio comunque.
sv: %@ wasn't logged as Sover. Logging Vakna anyway.

# %@ weighed %@ kg
source: %1$@ weighed %2$@ kg
de: %@ wog %@ kg
es: %1$@ peso %2$@ kg
fr: %1$@ pesait %2$@ kg
it: %1$@ pesava %2$@ kg

source: %@ went for a walk
de: %@ war spazieren
es: %@ fue a pasear
fr: %@ est allé en promenade
it: %@ e andato a passeggio
sv: %@ went for a Promenad

source: %@ went for a walk and did both
de: %@ war spazieren und hat beides gemacht
es: %@ fue a pasear e hizo ambas cosas
fr: %@ est allé en promenade et a fait les deux
it: %@ e andato a passeggio e ha fatto entrambi
sv: %@ went for a Promenad and did both

source: %@ went for a walk and peed
de: %@ war spazieren und hat gepinkelt
es: %@ fue a pasear e hizo pis
fr: %@ est allé en promenade et a fait pipi
it: %@ e andato a passeggio e ha fatto pipi
sv: %@ went for a Promenad and peed

source: %@ went for a walk and pooped
de: %@ war spazieren und hat gekotet
es: %@ fue a pasear e hizo caca
fr: %@ est allé en promenade et a fait caca
it: %@ e andato a passeggio e ha fatto cacca
sv: %@ went for a Promenad and pooped

source: %@ went to crate
de: %@ ging in die Box
es: %@ fue a su jaula
fr: %@ est allé dans sa cage
it: %@ e andato nel kennel
sv: %@ went Till Bur

source: %@ went to the garden
de: %@ ging in den Garten
es: %@ fue al jardin
fr: %@ est allé au jardin
it: %@ e andato in giardino
sv: %@ went Till the Trädgård

source: %@ woke up - logged!
de: %@ ist aufgewacht - eingetragen!
es: %@ desperto - registrado!
fr: %@ s'est réveillé - enregistré !
it: %@ si e svegliato - registrato!
sv: %@ Vaknade - logged!

# %@ woke up after %lld minutes - logged!
source: %1$@ woke up after %2$lld minutes - logged!
de: %@ ist nach %lld Minuten aufgewacht - eingetragen!
es: %1$@ desperto despues de %2$lld minutos - registrado!
fr: %1$@ s'est réveillé après %2$lld minutes - enregistré !
it: %1$@ si e svegliato dopo %2$lld minuti - registrato!
sv: %1$@ Vaknade after %2$lld minuter - logged!

# %@, %lld appointments
source: %1$@, %2$lld appointments
de: %@, %lld Termine
es: %1$@, %2$lld citas
fr: %1$@, %2$lld rendez-vous
it: %1$@, %2$lld appuntamenti
sv: %1$@, %2$lld Bokade tider

source: %@, 1 appointment
de: %@, 1 Termin
es: %@, 1 cita
fr: %@, 1 rendez-vous
it: %@, 1 appuntamento
sv: %@, 1 Bokad tid

source: %@'s birth date
de: Geburtsdatum von %@
es: Fecha de nacimiento de %@
fr: Date de naissance de %@
it: Data di nascita di %@
nl: Geboortedatum van %@
sv: %@'s Födelsedatum

source: %@'s World
de: %@s Welt
es: El mundo de %@
fr: Le monde de %@
it: Il mondo di %@

# %lld / %lld comfortable
source: %1$lld / %2$lld comfortable
de: %lld / %lld wohl
es: %1$lld / %2$lld comodos
fr: %1$lld / %2$lld à l'aise
it: %1$lld / %2$lld a proprio agio

source: %lld clicks
de: %lld Klicks
es: %lld clics
fr: %lld clics
it: %lld clic

source: %lld dagen
de: %lld Tage
es: %lld dias
fr: %lld jours
it: %lld giorni

source: %lld dagen geimporteerd
de: %lld Tage importiert
es: %lld dias importados
fr: %lld jours importés
it: %lld giorni importati

source: %lld days home
de: %lld Tage zu Hause
es: %lld dias en casa
fr: %lld jours à la maison
it: %lld giorni a casa
sv: %lld dagar Hem

source: %lld days left free
de: %lld Tage gratis übrig
es: %lld dias gratis restantes
fr: %lld jours restants gratuits
it: %lld giorni gratis rimasti
sv: %lld dagar Vänster Gratis

source: %lld days left in trial
de: %lld Tage im Probezeitraum übrig
es: %lld dias de prueba restantes
fr: %lld jours restants d'essai
it: %lld giorni di prova rimasti
sv: %lld dagar Vänster I trial

source: %lld days remaining
de: %lld Tage verbleibend
es: %lld dias restantes
fr: %lld jours restants
it: %lld giorni rimanenti
sv: %lld dagar kvar

source: %lld days together
de: %lld Tage zusammen
es: %lld dias juntos
fr: %lld jours ensemble
it: %lld giorni insieme
sv: %lld dagar together

source: %lld days, %lld events
de: %lld Tage, %lld Ereignisse
es: %1$lld dias, %2$lld eventos
fr: %lld jours, %lld événements
it: %1$lld giorni, %2$lld eventi
nl: %1$lld dagen, %2$lld events
sv: %lld dagar, %lld Händelser

source: %lld events geimporteerd
de: %lld Ereignisse importiert
es: %lld eventos importados
fr: %lld événements importés
it: %lld eventi importati
sv: %lld Händelser geimporteerd

source: %lld events imported
de: %lld Ereignisse importiert
es: %lld eventos importados
fr: %lld événements importés
it: %lld eventi importati
sv: %lld Händelser Importerad

source: %lld events totaal
de: %lld Ereignisse insgesamt
es: %lld eventos en total
fr: %lld événements au total
it: %lld eventi totali
sv: %lld Händelser totaal

source: %lld exposures
de: %lld Kontakte
es: %lld exposiciones
fr: %lld expositions
it: %lld esposizioni

source: %lld exposures this week
de: %lld Kontakte diese Woche
es: %lld exposiciones esta semana
fr: %lld expositions cette semaine
it: %lld esposizioni questa settimana
sv: %lld exposures denna Vecka

source: %lld fouten
de: %lld Fehler
es: %lld errores
fr: %lld erreurs
it: %lld errori

source: %lld hours ago
de: vor %lld Stunden
es: hace %lld horas
fr: il y a %lld heures
it: %lld ore fa
sv: %lld timmar sedan

source: %lld in a row
de: %lld in Folge
es: %lld seguidos
fr: %lld d'affilée
it: %lld di fila
sv: %lld I a row

source: %lld inside
de: %lld drinnen
es: %lld adentro
fr: %lld à l'intérieur
it: %lld dentro
sv: %lld Inomhus

# %lld items exported (%@)
source: %1$lld items exported (%2$@)
de: %lld Elemente exportiert (%@)
es: %1$lld elementos exportados (%2$@)
fr: %1$lld éléments exportés (%2$@)
it: %lld elementi esportati (%@)
sv: %1$lld items Exporterad (%2$@)

source: %lld later today
de: %lld später heute
es: %lld mas tarde hoy
fr: %lld plus tard aujourd'hui
it: %lld piu tardi oggi
nl: %lld later vandaag
sv: %lld later Idag

source: %lld meals
de: %lld Mahlzeiten
es: %lld comidas
fr: %lld repas
it: %lld pasti
sv: %lld Måltider

source: %lld meals together
de: %lld gemeinsame Mahlzeiten
es: %lld comidas juntos
fr: %lld repas ensemble
it: %lld pasti insieme
sv: %lld Måltider together

source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
sv: %lld min sedan

source: %lld min before
de: %lld Min. vorher
es: %lld min antes
fr: %lld min avant
it: %lld min prima

source: %lld min overdue
de: %lld Min. überfällig
es: %lld min de retraso
fr: %lld min de retard
it: %lld min in ritardo

source: %lld min total
de: %lld Min. insgesamt
es: %lld min en total
fr: %lld min au total
it: %lld min in totale
sv: %lld min Totalt

source: %lld min/month
de: %lld Min./Monat
es: %lld min/mes
fr: %lld min/mois
it: %lld min/mese
sv: %lld min/Månad

source: %lld minutes ago
de: vor %lld Minuten
es: hace %lld minutos
fr: il y a %lld minutes
it: %lld minuti fa
sv: %lld minuter sedan

source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi
sv: %lld månader

# %lld months · ~%@
source: %1$lld months · ~%2$@
de: %lld Monate · ~%@
es: %1$lld meses · ~%2$@
fr: %1$lld mois · ~%2$@
it: %lld mesi · ~%@
sv: %1$lld månader · ~%2$@

source: %lld months old
de: %lld Monate alt
es: %lld meses de edad
fr: %lld mois
it: %lld mesi
sv: %lld månader gammal

source: %lld naps observed
de: %lld Nickerchen beobachtet
es: %lld siestas observadas
fr: %lld siestes observées
it: %lld pisolini osservati
sv: %lld Tupplurer observed

# %lld of %lld
source: %1$lld of %2$lld
de: %lld von %lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %lld di %lld
sv: %1$lld av %2$lld

# %lld of %lld skills started
source: %1$lld of %2$lld skills started
de: %lld von %lld Fähigkeiten begonnen
es: %1$lld de %2$lld habilidades iniciadas
fr: %1$lld compétences sur %2$lld commencées
it: %lld di %lld abilita iniziate
sv: %1$lld av %2$lld Färdigheter started

# %lld of %lld walks
source: %1$lld of %2$lld walks
de: %lld von %lld Spaziergängen
es: %1$lld de %2$lld paseos
fr: %1$lld promenades sur %2$lld
it: %lld di %lld passeggiate
sv: %1$lld av %2$lld Promenader

source: %lld outdoor pees in a row
de: %lld Mal draußen gepinkelt in Folge
es: %lld veces pis afuera seguidas
fr: %lld pipis dehors d'affilée
it: %lld pipi fuori di fila
sv: %lld Utomhus pees I a row

# %lld outdoor pees in a row today! %@ is doing amazing!
source: %1$lld outdoor pees in a row today! %2$@ is doing amazing!
de: %lld Mal draußen gepinkelt in Folge heute! %@ macht das super!
es: %1$lld veces pis afuera seguidas hoy! %2$@ lo esta haciendo increible!
fr: %1$lld pipis dehors d'affilée aujourd'hui ! %2$@ est incroyable !
it: %lld pipi fuori di fila oggi! %@ sta andando alla grande!
sv: %1$lld Utomhus pees I a row Idag! %2$@ is doing amazing!

source: %lld outdoor pees today!
de: %lld Mal heute draußen gepinkelt!
es: %lld veces pis afuera hoy!
fr: %lld pipis dehors aujourd'hui !
it: %lld pipi fuori oggi!
sv: %lld Utomhus pees Idag!

source: %lld outside
de: %lld draußen
es: %lld afuera
fr: %lld dehors
it: %lld fuori
sv: %lld Utomhus

source: %lld overgeslagen (bestonden al)
de: %lld übersprungen (existierten bereits)
es: %lld omitidos (ya existian)
fr: %lld ignorés (existaient déjà)
it: %lld saltati (gia esistenti)

source: %lld pages
de: %lld Seiten
es: %lld paginas
it: %lld pagine

source: %lld pees outside in a row
de: %lld Mal draußen gepinkelt in Folge
es: %lld veces pis afuera seguidas
fr: %lld pipis dehors d'affilée
it: %lld pipi fuori di fila
sv: %lld pees Utomhus I a row

# %lld pees outside in a row. Record: %lld
source: %1$lld pees outside in a row. Record: %2$lld
de: %lld Mal draußen gepinkelt in Folge. Rekord: %lld
es: %1$lld veces pis afuera seguidas. Record: %2$lld
fr: %1$lld pipis dehors d'affilée. Record : %2$lld
it: %lld pipi fuori di fila. Record: %lld
sv: %1$lld pees Utomhus I a row. Rekord: %2$lld

source: %lld photos
de: %lld Fotos
es: %lld fotos
it: %lld foto
sv: %lld Foton

source: %lld places discovered
de: %lld Orte entdeckt
es: %lld lugares descubiertos
fr: %lld endroits découverts
it: %lld luoghi scoperti

source: %lld poops
de: %lld Häufchen
es: %lld cacas
fr: %lld cacas
it: %lld cacche

# %lld poops (%lld expected)
source: %1$lld poops (%2$lld expected)
de: %lld Häufchen (%lld erwartet)
es: %1$lld cacas (%2$lld esperadas)
fr: %1$lld cacas (%2$lld attendus)
it: %lld cacche (%lld previste)
sv: %1$lld poops (%2$lld Förväntat)

# %lld poops (%lld-%lld expected)
source: %1$lld poops (%2$lld-%3$lld expected)
de: %lld Häufchen (%lld-%lld erwartet)
es: %1$lld cacas (%2$lld-%3$lld esperadas)
fr: %1$lld cacas (%2$lld-%3$lld attendus)
it: %lld cacche (%lld-%lld previste)
sv: %1$lld poops (%2$lld-%3$lld Förväntat)

source: %lld poops today
de: %lld Häufchen heute
es: %lld cacas hoy
fr: %lld cacas aujourd'hui
it: %lld cacche oggi
sv: %lld poops Idag

# %lld poops today (expect ~%lld-%lld)
source: %1$lld poops today (expect ~%2$lld-%3$lld)
de: %lld Häufchen heute (erwartet ~%lld-%lld)
es: %1$lld cacas hoy (se esperan ~%2$lld-%3$lld)
fr: %1$lld cacas aujourd'hui (attendu ~%2$lld-%3$lld)
it: %lld cacche oggi (previste ~%lld-%lld)
sv: %1$lld poops Idag (expect ~%2$lld-%3$lld)

# %lld poops today, %lld to %lld expected
source: %1$lld poops today, %2$lld to %3$lld expected
de: %lld Häufchen heute, %lld bis %lld erwartet
es: %1$lld cacas hoy, se esperan %2$lld a %3$lld
fr: %1$lld cacas aujourd'hui, %2$lld à %3$lld attendus
it: %lld cacche oggi, %lld-%lld previste
sv: %1$lld poops Idag, %2$lld Till %3$lld Förväntat

source: %lld potty
de: %lld Toilette
es: %lld necesidades
fr: %lld besoins
it: %lld bisognini
sv: %lld Toalettbesök

source: %lld recalls affect your brands
de: %lld Rückrufe betreffen deine Marken
es: %lld retiros afectan tus marcas
fr: %lld rappels affectent vos marques
it: %lld richiami riguardano le tue marche

source: %lld recalls match your brands
de: %lld Rückrufe passen zu deinen Marken
es: %lld retiros coinciden con tus marcas
fr: %lld rappels correspondent à vos marques
it: %lld richiami corrispondono alle tue marche

source: %lld sessions
de: %lld Sitzungen
es: %lld sesiones
fr: %lld séances
it: %lld sessioni

source: %lld skipped (already existed)
de: %lld übersprungen (existierten bereits)
es: %lld omitidos (ya existian)
fr: %lld ignorés (existaient déjà)
it: %lld saltati (gia esistenti)
nl: %lld overgeslagen (bestonden al)

source: %lld times outside in a row!
de: %lld Mal draußen in Folge!
es: %lld veces afuera seguidas!
fr: %lld fois dehors d'affilée !
it: %lld volte fuori di fila!
sv: %lld gånger Utomhus I a row!

source: %lld visits
de: %lld Besuche
es: %lld visitas
fr: %lld visites
it: %lld visite
sv: %lld Besök

source: %lld walks
de: %lld Spaziergänge
es: %lld paseos
fr: %lld promenades
it: %lld passeggiate
sv: %lld Promenader

source: %lld walks shared
de: %lld geteilte Spaziergänge
es: %lld paseos compartidos
fr: %lld promenades partagées
it: %lld passeggiate condivise
sv: %lld Promenader Delad

source: %lld walks/day
de: %lld Spaziergänge/Tag
es: %lld paseos/dia
fr: %lld promenades/jour
it: %lld passeggiate/giorno
sv: %lld Promenader/Dag

source: %lld weeks left
de: %lld Wochen übrig
es: %lld semanas restantes
fr: %lld semaines restantes
it: %lld settimane rimaste
sv: %lld veckor Vänster
